Repository: Belarus/OmegaT-Common.TMX
Catalog: tmx/non-segmented/drupal-7.x.tmx
Source language: en
Languages: be

source: The date the file was most recently changed.
be: Дата, калі файл быў зменены апошні раз.

source: The date the file was uploaded.
be: Дата, калі файл быў загружаны.

source: The date the node was most recently updated.
be: Дата нядаўнага абнаўлення вузла.

source: The date the node was posted.
be: Дата размяшчэння вузла.

source: The date the user account was created.
be: Дата стварэння акаўнту карыстальніка

source: The date the user last logged in to the site.
be: Дата апошняга ўваходу карыстальніка на сайт.

source: The date type must contain only alphanumeric characters and underscores.
be: Тып даты павінен утрымоўваць толькі літарна-лічбавыя знакі і падкрэсліванне.

source: The default language cannot be deleted.
be: Стадартная мова не можа быць выдалена.

source: The default maximum number of posts to display per page on overview pages such as the main page.
be: Колькасьць публікацый на старонку для зводных старонак, такіх як галоўная (па змоўчанні).

source: The default settings file does not exist.
be: Файла ўсталёвачных параметраў па змоўчанні не існуе.

source: The default sorting for new users and anonymous users while viewing comments. These users may change their view using the comment control panel. For registered users, this change is remembered as a persistent user preference.
be: Рангаванне камэнтараў па змоўчанні для новых ды ананімных карыстальнікаў. Яны могуць змяняць опцыі прагляду праз панэль кіравання (калі яна актываваная). Для зарэгістраваных карыстальнікаў ужываюцца іх наладкі.

source: The default value for this field, used when creating new content.
be: Прадвызначанае значэнне гэтага поля, выкарыстоўваецца пры стварэнні новага змесціва.

source: The default view for comments. Expanded views display the body of the comment. Threaded views keep replies together.
be: Выгляд камэнтараў па змоўчанні. Пашыраны выгляд паказвае камэнтар. Атрымліваецца дрэва адказаў.

source: The description displayed when hovering over a menu item.
be: Апісанне, што будзе з'яўляцца падчас навядзення курсору на пункт меню.

source: The description field allows users to enter a description about the uploaded file.
be: Поле апісання дазваляе карыстальнікам уводзіць апісанне загружанага файла.

source: The description may be used as the label of the link to the file.
be: Апісанне магчыма выкарыстаць у якасці цэтліка спасылкі да файла.

source: The description of the view.
be: Апісанне віда

source: The directory %directory does not exist and could not be created.
be: Дэрыкторыя %directory не існуе і не можа быць створана

source: The directory %directory does not exist or is not writable.
be: Каталог %directory не існуе або не перазапісвальны.

source: The directory %directory does not exist.
be: Дырэкторыя %directory не існуе.

source: The directory %directory exists but is not writable and could not be made writable.
be: Дэрыкторыя %directory існуе, але яе нельга перапісаць.

source: The directory %directory has been created.
be: Дырэкторыя %directory створаная.

source: The directory %directory is not writable
be: Дырэкторыя %directory: запіс забаронены.

source: The directory %directory is not writable, because it does not have the correct permissions set.
be: Дырэкторыя %directory зачыненая для запісу, паколькі ня мае слушна сканхвігураваных правоў дасягу.

source: The directory %directory is not writable.
be: Даведнік %directory не даступны для запісу.

source: The directory %file is not protected from modifications and poses a security risk. You must change the directory's permissions to be non-writable.
be: Дырэкторыя %file не абароненая ад мадыфікацыяў, што ўтварае рызыку бяспекі. Вы павінны змяніць права доступа да дырэкторыі, каб яна была не запісваемая.

source: The directory you specified is not writable by the web server.
be: Прапанаваны каталог не даступны для запісу на вэб-серверы.

source: The display option allows users to choose if a file should be shown when viewing the content.
be: Параметр адлюстравання дазваляе карыстальнікам выбіраць, ці павінен паказвацца файл пры праглядзе змесціва.

source: The domain (%domain) is already tied to a language (%language).
be: Дамен (%domain) ужо прывязаны да мовы (%language).

source: The domain name to use for this language if URL domains are used for <em>Detection and selection</em>. Leave blank for the default language. <strong>Changing this value may break existing URLs.</strong> Example: Specifying "de.example.com" as language domain for German will result in an URL like "http://de.example.com/contact".
be: Імя дамена для выкарыстання для гэтай мовы, калі дамены URL выкарыстоўваюцца для <em>Вызначэнне і вылучэнне</em>. Для стандартнай мовы пакіньце пустым. <strong>Змена гэтага значэння можа пашкодзіць існуючыя URL-спасылкі.</strong> Прыклад: Вызначэнне "de.example.com" у якасці моўнага дамена для нямецкай мовы прывядзе да стварэння URL-спасылак кшталту "http://de.example.com/contact".

source: The e-mail address %email has been denied access.
be: Нажаль, у дасязе для e-mail %email было адмоўлена.

source: The e-mail address %email is already registered. <a href="@password">Have you forgotten your password?</a>
be: Еmail %email ужо зарэгістраваны ў сістэме. <a href="@password">Магчыма, вы хочаце аднавіць пароль па эл. пошце?</a>

source: The e-mail address %email is already taken.
be: На жаль, email %email ужо заняты.

source: The e-mail address %mail is allowed.
be: E-mail %mail ёсьць дапушчальным.

source: The e-mail address %mail is not allowed.
be: E-mail %mail ёсьць недапушчальным.

source: The e-mail address %mail is not valid.
be: %mail не з’яўляецца слушным адрасам электроннай пошты.

source: The e-mail address you specified is not valid.
be: Уведзены неправільны e-mail.

source: The email address left by the comment author.
be: e-mail адрас, пакінуты аўтарам каментару.

source: The email address of the user account.
be: E-mail карыстальніка акаўнта

source: The email address to which the message should be sent OR enter [node:author:mail], [comment:author:mail], etc. if you would like to send an e-mail to the author of the original post.
be: Адрас электроннай пошты, на які неабходна выслаць паведамленне ЦІ увесці [вузел: аўтар: ліст], [каментар: аўтар: ліст] і г.д., калі Вы хочаце даслаць электронны ліст аўтару арыгінальнага поста.

source: The favicon could not be uploaded.
be: Значок (favicon) не можа быць загружаны.

source: The feed %feed has been added.
be: Стужка %feed даданая.

source: The feed %feed has been deleted.
be: Стужка %feed выдалена.

source: The feed %feed has been updated.
be: Фід %feed быў абноўлены.

source: The feed from %site seems to be broken, because of error "%error" on line %line.
be: Фід з %site, здаецца, парушаны з-за памылкі "%error" у лініі %line.

source: The feed from %site seems to be broken, because of error "%error".
be: Фід з %site, здаецца, парушаны з-за памылкі "%error".

source: The feed from %site seems to be broken, due to "%error".
be: Фід з %site, здаецца, парушаны з-за "%error".

source: The feed from %site seems to be broken, due to an error "%error" on line %line.
be: Фід з %site, здаецца, парушаны з-за памылкі "%error" у лініі %line.

source: The field %field has been deleted from the %type content type.
be: Поле %field выдаленае з тыпу %type змесціва.

source: The field %field has been deleted.
be: Поле %field было выдаленае.

source: The field %field is locked and cannot be edited.
be: Поле %field заблакіраванае і не можа рэдагавацца.

source: The field %field is required.
be: Поле %field – абавязковае.

source: The field %label cannot be added because it is locked.
be: Поле %label не можа быць дададзена, таму што яно зачынена.

source: The field has been created.
be: Поле створанае.

source: The field has been updated.
be: Поле абноўленае.

source: The file %file could not be copied because a file by that name already exists in the destination directory.
be: Файл %file не можа быць скапіяваны, паколькі файл з такім іменем ўжо існуе ў дадзенай папцы.

source: The file %file could not be saved, because it exceeds %maxsize, the maximum allowed size for uploads.
be: Файл %file не можа быць захаваны, бо ён перавышае\r максімальны дапушчальны памер для загрузкі %maxsize.

source: The file %file could not be saved, because the upload did not complete.
be: Файл %file ня можа быць захаваны: загрузка не была скончана.

source: The file %file could not be saved. An unknown error has occurred.
be: Невядомая памылка. Файл %file ня можа быць захаваны.

source: The file %file is not protected from modifications and poses a security risk. You must change the file's permissions to be non-writable.
be: Файл %file не абаронены ад змяненняў, што ўтварае рызыку бяспекі. Вы павінны змяніць правы доступа да файла, каб ён быў не запісваемы.

source: The file %path is not of a recognized type so it was not deleted.
be: Файл %path не распазнанага тыпу, такім чынам ён не быў выдалены.

source: The file %path was not deleted, because it does not exist.
be: Файл %path не быў выдалены, таму што ён не існуе.

source: The file %source could not be uploaded because a file by that name already exists in the destination %directory.
be: Файл %source не можа быць загружаны, таму што файл з такой назвай ужо існуе ў каталогу прызначэння %directory.

source: The file could not be created.
be: Немагчыма стварыць файл.

source: The file could not be uploaded, because the destination %destination is invalid.
be: Файл не можа быць загружаны, таму што прызначэнне %destination з'яўляецца несапраўдным.

source: The file could not be uploaded.
be: Файл не можа быць апублікаваны.

source: The file in the !name field was unable to be uploaded.
be: Файл ў полі !name няздатны для размяшчэння на серверы.

source: The file is %filesize exceeding the maximum file size of %maxsize.
be: Памер файлу %filesize перавышае максімальны памер %maxsize.

source: The file is %filesize which would exceed your disk quota of %quota.
be: Файл %filesize, які будзе перавышаць ваш ліміт дыска %quota.

source: The file permissions could not be set on %uri.
be: Правы доступу да файла не могуць быць усталяваны на %uri.

source: The file referenced by the !name field does not exist.
be: Файл, на які спасылаецца поле !name, не існуе.

source: The file upload failed. %upload
be: Не атрымалася загрузіць файл. %upload

source: The file used in the !name field may not be referenced.
be: Нельга спасылацца на файл ў полі !name.

source: The file's name exceeds the 240 characters limit. Please rename the file and try again.
be: Імя файла перавышае мяжу ў 240 знакаў. Калі ласка, зьмяніце назву файла і паспрабуйце ізноў.

source: The file's name is empty. Please give a name to the file.
be: Імя файла пустое. Калі ласка, пазначце імя файла.

source: The filter ordering has been saved.
be: Паслядоўнасць фільтраў захаваная.

source: The first day of the week for calendar views.
be: Першы дзень тыдню (для наладкаў календару).

source: The following modules are required but were not found. Move them into the appropriate modules subdirectory, such as <em>sites/all/modules</em>. Missing modules: !modules
be: Партабуюцца наступныя модулі, якія не былі знойдзены. Перамясціце іх у адпаведны падкаталог модуляў, напрыклад <em>sites/all/modules</em>. Згубленыя модулі: !modules

source: The following modules will be completely uninstalled from your site, and <em>all data from these modules will be lost</em>!
be: Наступныя модулі будуць цалкам выдаленыя з вашага сайта, і <em>усе дадзеныя гэтага модуля будуць згублены</em>!

source: The following numbers control which properties the content search should favor when ordering the results. Higher numbers mean more influence, zero means the property is ignored. Changing these numbers does not require the search index to be rebuilt. Changes take effect immediately.
be: Наступныя лічбы кантроля, якія уласцівы пошуку змесціва, дапамагаюць вываду вынікаў. Вялікія лічбы азначаюць больш уплыву, ноль азначае ўласціваць і ігнаруецца. Змена гэтых лічбаў, не абавязкова для індэксавання пошука. Змены будуць прымененыя адразу.

source: The form has become outdated. Copy any unsaved work in the form below and then <a href="@link">reload this page</a>.
be: Дадзеныя ў форме састарэлі. Скапіруйце незахаваны кантэнт у форму ніжэй і <a href="@link">перагрузіце гэту старонку</a>.

source: The formatted content of the comment itself.
be: Адфарматаваны кантэнт каментару.

source: The forum %term and all sub-forums have been deleted.
be: Форум %term і ўсе падфорумы былі выдаленыя.

source: The fully-qualified URL of the feed.
be: Поўная спасылка (URI) фіда.

source: The home page URL left by the comment author.
be: URL галоўнай старонкі, пакінуты аўтарам каментару.

source: The host !host is no longer blocked because it is not a valid IP address.
be: Хост !host больш не заблакаваны, таму што гэта не сапраўдны IP адрас.

source: The hostname %host is allowed.
be: Хост %host ёсьць дапушчальным.

source: The hostname %host is not allowed.
be: Хост %host ёсьць недапушчальным.

source: The human-readable name %name is already taken.
be: Лёгкачытальная імя %name ужо занята.

source: The human-readable name of the node type.
be: Імя тыпу вузла, зразумелае для чалавека.

source: The human-readable name of the view.
be: Зручнае для ўспрымання імя віда

source: The human-readable name of this content type. This text will be displayed as part of the list on the <em>Add new content</em> page. It is recommended that this name begin with a capital letter and contain only letters, numbers, and spaces. This name must be unique.
be: Лёгкачытальнае імя гэтага тыпу змесціва. Гэты тэкст будзе адлюстраваны, як частка спісу на старонцы <em>Дадаць новае змесціва</em>. Рэкамендуецца, каб гэта імя пачыналася з галоўнай літары і ўтрымлівала толькі літары, лічбы і прабелы. Гэта імя павінна быць унікальным.

source: The image %file could not be desaturated because the imagefilter() function is not available in this PHP installation.
be: Выява %file не можа быць зроблена бескаляровай, таму што функцыя imagefilter() не даступна для гэтай устаноўкі PHP.

source: The image %file could not be rotated because the imagerotate() function is not available in this PHP installation.
be: Выява %fil не магла быць перавернута, таму што функцыя imagerotate() не дазволена ў гэтай PHP усталёўцы.

source: The image effect %name has been deleted.
be: Эфект малюнку %name быў выдалены.

source: The image effect was successfully applied.
be: Эфект выяў быў паспяхова прыменены.

source: The image is too large; the maximum dimensions are %dimensions pixels.
be: Малюнак занадта вялікі; максімальны памер - %dimensions пікселяў.

source: The image is too small; the minimum dimensions are %dimensions pixels.
be: Малюнак занадта маленькі; мінімальны памер - %dimensions пікселяў.

source: The image style name %name is already in use.
be: Імя стыля выявы %name ужо выкарыстоўваецца.

source: The image was resized to fit within the maximum allowed dimensions of %dimensions pixels.
be: Здымак быў зменены, каб адпавядаць межам максімальна дапушчальных памераў %dimensions пікселяў.

source: The index will be rebuilt.
be: Індэкс будзе перабудаваны.

source: The info file (%info_file) does not define a 'name' attribute.
be: Інфрмацыйны файл (%info_file) не вызначае 'імя'.

source: The input format settings have been updated.
be: Абноўленыя наладкі фармату ўводу.

source: The installation has encountered an error.
be: Інсталляцыя была спынена памылкай.

source: The installed version of at least one of your modules or themes has been revoked and is no longer available for download. Upgrading or disabling is strongly recommended!
be: Усталяваная версія як мінімум аднаго вашага модуля ці тэмы былі прыпынены і больш не даступныя для загрузкі. Абнаўленне ці забарона строга рэкамендаваны!

source: The installed version of at least one of your modules or themes is no longer supported. Upgrading or disabling is strongly recommended. See the project homepage for more details.
be: Усталяваная версія як мінімум аднаго вашага модуля ці тэмы больш не падтрымліваюцца. Абнаўленне ці забарона строга рэкамендаваны! Для ведання дэталяў глядзіце хатнюю старонку праекта.

source: The item %forum is a forum container, not a forum. Select one of the forums below instead.
be: Элемент %forum з'яўляецца кантэйнерам форума, а не форумам. Замест яго абярыце адзін з форумаў ніжэй.

source: The item %forum is only a container for forums. Please select one of the forums below it.
be: Элемэнт %forum з'яўляецца кантэйнэрам. Калі ласка, абярыце адзін з форумаў у ім.

source: The items have been deleted.
be: Элементы былі выдаленыя.

source: The key is the stored value, and must be numeric. The label will be used in displayed values and edit forms.
be: Гэта ключ захаванага значэння і ён павінен быць парадкавы. Метка будзе выкарыстана ў адлюстраваных значэннях і ў рэдагаванні формаў.

source: The key is the stored value. The label will be used in displayed values and edit forms.
be: Ключ захаванага значэння. Яго цэтлік будзе выкарыстаны ў адлістраванні значэнняў ды рэдагаванні формы.

source: The label is optional: if a line contains a single number, it will be used as key and label.
be: Метка неабавязкова, калі радок утрымлівае адну лічбу. Яна будзе выкарыстана адначасова як ключ і як цэтлік.

source: The label is optional: if a line contains a single string, it will be used as key and label.
be: Цэтлік не абавязковы. Калі радок утрымлівае просты Радок, Ён будзе выкарыстаны адначасова як ключ і як цэтлік.

source: The language %language (%code) already exists.
be: Мова %language (%code) ужо існуе.

source: The language %language has been created and can now be used. More information is available on the <a href="@locale-help">help screen</a>.
be: Мова %language была створана і можа зараз выкарыстоўвацца. Больш інфармацыі даступна на <a href="@locale-help">экране дапамогі</a>.

source: The language %language has been created.
be: Мова %language была створана.

source: The language %locale has been removed.
be: Мова %locale была выдаленая.

source: The language selected for import is not supported.
be: Абраная да імпарту мова не падтрымліваецца.

source: The language the node is written in.
be: Мова, на якой напісаны вузел.

source: The length of time between feed updates. Requires a correctly configured <a href="@cron">cron maintenance task</a>.
be: Час паміж абнаўленнямі фіда. Патрабуецца правільна наладзіць <a href="@cron">задачы крона</a>.

source: The length of time the poll is set to run.
be: Адрэзак часу, падчас якога апытанне будзе даступна для карыстальнікаў.

source: The link must correspond to a valid path on the site.
be: Спасылка павінна адпавядаць правільнай сцежцы на сайт.

source: The list of allowed extensions is not valid, be sure to exclude leading dots and to separate extensions with a comma or space.
be: Спіс з дазволенымі пашырэннямі несапраўдны, упэўніцеся, што не пастаўлена шматкроп'е, і аддзяліце пашырэнні коскай ці прабелам.

source: The location of the file relative to Drupal root.
be: Месцаванне файла адносна кораня Drupal.

source: The login name of the user account.
be: Лагін карыстальніка акаўнта.

source: The logo could not be uploaded.
be: Лагатып не можа быць загружаны.

source: The machine-readable name cannot be "add" or "list".
be: Модуль @module адсутнічае, так што наступны модуль будзе адключаны: @depends.Машына-чытальнае імя не можа быць "add" ці "list".

source: The machine-readable name is already in use. It must be unique.
be: Гэтае машыначытаемае імя ўжо выкарыстоўваецца. Выкарыстайце ўнікальнае.

source: The machine-readable name must contain only lowercase letters, numbers, and hyphens.
be: Машыначытальнае імя павінна ўтрымліваць толькі малыя літары, лічбы і злучок.

source: The machine-readable name must contain only lowercase letters, numbers, and underscores.
be: Машыначытальнае імя павінна ўтрымліваць толькі малыя літары, лічбы і падкрэсліванне.

source: The machine-readable name must contain unique characters.
be: Машыначытальнае імя павінна ўтрымліваць унікальныя знакі.

source: The machine-readable name of the view.
be: Машыначытальнае імя віда

source: The main body text of the node.
be: Асноўная частка тэкста ў вузле.

source: The maximum allowed image size expressed as WIDTHxHEIGHT (e.g. 640x480). Leave blank for no restriction. If a larger image is uploaded, it will be resized to reflect the given width and height. Resizing images on upload will cause the loss of <a href="http://en.wikipedia.org/wiki/Exchangeable_image_file_format">EXIF data</a> in the image.
be: Максімальна дазволены памер малюнка, які выяўляецца як ШЫРЫНЯxВЫШЫНЯ (напрыклад, 640x480). Rалі не патрэбна ніякіх абмежаванняў - пакіньце пустым. Калі загружаны буйнейшы малюнак, то памер яго будзе зменены, каб адпавядаць дадзенай шырыні і вышыні. Змена памера малюнкаў пры загрузцы прывядзе до страты <a href="http://en.wikipedia.org/wiki/Exchangeable_image_file_format">дадзеных EXIF </a> малюнка.

source: The maximum allowed image size expressed as WIDTHxHEIGHT (e.g. 640x480). Set to 0 for no restriction.
be: Максымальны памер выявы паводле ШЫРЫНЯ*ВЫШЫНЯ (напрыкляд, 640x480). Нуль азначае адсутнасьць абмежаваньняў.

source: The maximum depth for a link and all its children is fixed at !maxdepth. Some menu links may not be available as parents if selecting them would exceed this limit.
be: Максімальная глыбіня для пункта меню і ўсіх яго нашчадкаў зафіксавана ў памеры !maxdepth. Некаторыя пункты меню могуць быць недаступныя ў якасці бацькоўскіх з-за дасягнення гэтага абмежавання.

source: The maximum length of the field in characters.
be: Максімальная даўжыня поля ў сімвалах.

source: The maximum number of characters used in the trimmed version of content.
be: Максімальная колькасць знакаў, якія выкарыстоўваюцца ў абрэзанай версіі кантэнта.

source: The maximum number of contact form submissions a user can perform per hour.
be: Максімальная колькасьць дазволеных лістоў праз форму кантакту на гадзіну.

source: The maximum number of items indexed in each pass of a <a href="@cron">cron maintenance task</a>. If necessary, reduce the number of items to prevent timeouts and memory errors while indexing.
be: Максімальная колькасць элементаў, якая індэксуецца ў кожным праходзе <a href="@cron">задачы абслугоўвання крона</a>. Пры неабходнасці, скараціць колькасць элементаў, каб прадухіліць затрымкі і памылкі памяці пры індэксаванні.

source: The maximum number of messages to keep in the database log. Requires a <a href="@cron">cron maintenance task</a>.
be: Максімальная колькасць паведамленняў, якія захоўваюцца ў журнале базы дадзеных. Патрабуе <a href="@cron">выкананне задачы кронам</a>.

source: The maximum number of posts displayed on overview pages such as the front page.
be: Максімальная колькасць постаў, адлюстроўваных на агляднай старонцы так, як на галоўнай.

source: The maximum size of a file a user can upload (in megabytes).
be: Максымальны памер файла (у МВ), які карыстальнік можа запампаваць на сайт.

source: The maximum size of all files a user can have on the site (in megabytes).
be: Максымальны памер (у МВ) усіх файлаў, якія карыстальнік можа захоўваць на сайце.

source: The maximum time an external cache can use an old version of a page.
be: Максімальны час для знешняга кэша, калі можна выкарыстоўваць старыя версіі старонак.

source: The maximum value that should be allowed in this field. Leave blank for no maximum.
be: Максімальнае значэнне, якое дазволена ў гэтым поле. Пакінуць пустым, калі яго няма.

source: The medium sized date display.
be: Сярэдні фармат даты

source: The menu item was reset to its default settings.
be: Пункт меню скінуты да парамэтраў па змоўчанні.
